//
//  BKPasscodeView.strings
//  TheBox iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"%d Failed Passcode Attempts" = "%d Misslyckade Kodförsök";
"%d Failed Password Attempts" = "%d misslyckade lösenordsförsök";

"1 Failed Passcode Attempt" = "1 Misslyckat Kodförsök";
"1 Failed Password Attempt" = "1 Misslyckat lösenordsförsök";

"Do you want to use Touch ID for authentication?" = "Vill du använda Touch ID för autentisering?";

"Done" = "Klart";

"Enable Touch ID" = "Aktivera Touch ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Välj en annan kod. Kan inte använda samma kod igen.";
"Enter a different password. Cannot re-use the same password." = "Välj ett annat lösenord. Kan inte använda samma lösenord igen.";

"Enter a passcode" = "Ange Kod";
"Enter a password" = "Ange Lösenord";

"Enter your new passcode" = "Ange en ny kod";
"Enter your new password" = "Ange ett nytt lösenord";

"Enter your old passcode" = "Ange din gamla kod";
"Enter your old password" = "Ange ditt gamla lösenord";

"Enter your passcode" = "Ange din kod";
"Enter your password" = "Ange ditt lösenord";

"Invalid Passcode" = "Felaktig Kod";
"Invalid Password" = "Felaktigt Lösenord";

"Passcodes did not match.\nTry again." = "Koderna matchade inte.\nFörsök igen.";
"Password did not match.\nTry again." = "Lösenordet matchade inte.\nFörsök igen.";

"Re-enter your passcode" = "Skriv in kod igen";
"Re-enter your password" = "Skriv in lösenord igen";

"Try again in %d minutes" = "Försök igen om %d minuter";

"Try again in 1 minute" = "Försök igen om 1 minut";
